Repository: W1ght/Hoshi-Reader-Mac
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, tr, vi, zh_hans, zh_hant

source: Synced %@ from ッツ %lld characters
ar: تمت مزامنة %1$@ من ッツ %2$lld حرف
de: %1$@ von ッツ synchronisiert %2$lld Zeichen
es: Sincronizado %1$@ desde ッツ %2$lld caracteres
fr: Synchronisé %1$@ depuis ッツ %2$lld caractères
it: Sincronizzato %1$@ da ッツ %2$lld caratteri
ja: ッツ から %1$@ を同期 %2$lld 文字
ko: ッツ에서 %1$@ 동기화 %2$lld 글자
nl: %1$@ gesynchroniseerd van ッツ %2$lld tekens
pt_br: Sincronizado %1$@ do ッツ %2$lld caracteres
ru: Синхронизировано %1$@ из ッツ %2$lld символов
tr: %1$@ ッツ'den senkronize edildi %2$lld karakter
vi: Đã đồng bộ %1$@ từ ッツ %2$lld ký tự
zh_hans: 已从 ッツ 同步 %1$@ %2$lld 个字符
zh_hant: 已從 ッツ 同步 %1$@ %2$lld 個字元

source: Synced %@ to ッツ %lld characters
ar: تمت مزامنة %1$@ إلى ッツ %2$lld حرف
de: %1$@ zu ッツ synchronisiert %2$lld Zeichen
es: Sincronizado %1$@ a ッツ %2$lld caracteres
fr: Synchronisé %1$@ vers ッツ %2$lld caractères
it: Sincronizzato %1$@ su ッツ %2$lld caratteri
ja: %1$@ を ッツ へ同期 %2$lld 文字
ko: %1$@을(를) ッツ로 동기화 %2$lld 글자
nl: %1$@ gesynchroniseerd naar ッツ %2$lld tekens
pt_br: Sincronizado %1$@ para o ッツ %2$lld caracteres
ru: Синхронизировано %1$@ в ッツ %2$lld символов
tr: %1$@ ッツ'e senkronize edildi %2$lld karakter
vi: Đã đồng bộ %1$@ đến ッツ %2$lld ký tự
zh_hans: 已同步 %1$@ 到 ッツ %2$lld 个字符
zh_hant: 已同步 %1$@ 至 ッツ %2$lld 個字元

source: %@ is already synced
ar: %@ مُزامن بالفعل
de: %@ ist bereits synchronisiert
es: %@ ya está sincronizado
fr: %@ est déjà synchronisé
it: %@ è già sincronizzato
ja: %@ は同期済みです
ko: %@은(는) 이미 동기화됨
nl: %@ is al gesynchroniseerd
pt_br: %@ já está sincronizado
ru: %@ уже синхронизировано
tr: %@ zaten senkronize
vi: %@ đã được đồng bộ
zh_hans: %@ 已同步
zh_hant: %@ 已同步

source: Syncing
ar: مزامنة
de: Synchronisierung
es: Sincronizando
fr: Synchronisation
it: Sincronizzazione
ja: 同期
ko: 동기화
nl: Synchroniseren
pt_br: Sincronizando
ru: Синхронизация
tr: Senkronizasyon
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

source: Syncing...
ar: جارٍ المزامنة…
de: Synchronisierung…
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
nl: Synchroniseren…
pt_br: Sincronizando…
ru: Синхронизация…
tr: Senkronize ediliyor…
vi: Đang đồng bộ…
zh_hans: 同步中…
zh_hant: 同步中…

source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Системная
tr: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Tags
ar: الوسوم
es: Etiquetas
fr: Étiquettes
it: Tag
ja: タグ
ko: 태그
ru: Теги
tr: Etiketler
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

source: Term
ar: المصطلح
de: Begriff
es: Término
fr: Terme
it: Termine
ja: 用語
ko: 용어
pt_br: Termo
ru: Термин
tr: Terim
vi: Thuật ngữ
zh_hans: 术语
zh_hant: 術語

source: Term Dictionaries
ar: قواميس المصطلحات
de: Begriffswörterbücher
es: Diccionarios de términos
fr: Dictionnaires de termes
it: Dizionari di termini
ja: 用語辞書
ko: 용어 사전
nl: Termenwoordenboeken
pt_br: Dicionários de termos
ru: Терминологические словари
tr: Terim sözlükleri
vi: Từ điển thuật ngữ
zh_hans: 术语词典
zh_hant: 術語辭典

source: Text
ar: النص
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: Text Color
ar: لون النص
de: Textfarbe
es: Color de texto
fr: Couleur du texte
it: Colore del testo
ja: 文字色
ko: 글자 색상
nl: Tekstkleur
pt_br: Cor do texto
ru: Цвет текста
tr: Metin rengi
vi: Màu chữ
zh_hans: 文字颜色
zh_hant: 文字顏色

source: Text Orientation
ar: اتجاه النص
de: Textausrichtung
es: Orientación del texto
fr: Orientation du texte
it: Orientamento del testo
ja: 文字の向き
ko: 텍스트 방향
nl: Tekstoriëntatie
pt_br: Orientação do texto
ru: Ориентация текста
tr: Metin yönelimi
vi: Hướng văn bản
zh_hans: 文字方向
zh_hant: 文字方向

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt_br: Tema
ru: Тема
tr: Tema
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: This will download the latest versions of the following dictionaries (22 MB): JMdict (Term) Jiten (Frequency)
ar: سيتم تنزيل أحدث إصدارات القواميس التالية (22 ميغابايت): JMdict (مصطلحات) Jiten (تردد)
de: Dies lädt die neuesten Versionen folgender Wörterbücher herunter (22 MB): JMdict (Begriffe) Jiten (Häufigkeit)
es: Se descargarán las últimas versiones de los siguientes diccionarios (22 MB): JMdict (Términos) Jiten (Frecuencia)
fr: Ceci téléchargera les dernières versions des dictionnaires suivants (22 Mo) : JMdict (Termes) Jiten (Fréquence)
it: Verranno scaricate le ultime versioni dei seguenti dizionari (22 MB): JMdict (Termini) Jiten (Frequenza)
ja: 以下の辞書の最新版をダウンロードします（22 MB）： JMdict（用語） Jiten（頻度）
ko: 다음 사전의 최신 버전을 다운로드합니다 (22 MB): JMdict (용어) Jiten (빈도)
nl: Dit downloadt de nieuwste versies van de volgende woordenboeken (22 MB): JMdict (Termen) Jiten (Frequentie)
pt_br: Isso baixará as versões mais recentes dos seguintes dicionários (22 MB): JMdict (Termos) Jiten (Frequência)
ru: Будут загружены последние версии следующих словарей (22 МБ): JMdict (Термины) Jiten (Частотность)
tr: Aşağıdaki sözlüklerin en son sürümleri indirilecek (22 MB): JMdict (Terim) Jiten (Sıklık)
vi: Sẽ tải phiên bản mới nhất của các từ điển sau (22 MB): JMdict (Thuật ngữ) Jiten (Tần suất)
zh_hans: 将下载以下词典的最新版本（22 MB）： JMdict（术语） Jiten（频率）
zh_hant: 將下載以下辭典的最新版本（22 MB）： JMdict（術語） Jiten（頻率）

source: This will check for and install updates for these dictionaries: %@
ar: سيتم التحقق من تحديثات هذه القواميس وتثبيتها: %@
de: Dies prüft und installiert Updates für diese Wörterbücher: %@
es: Se comprobarán e instalarán actualizaciones para estos diccionarios: %@
fr: Ceci vérifiera et installera les mises à jour de ces dictionnaires : %@
it: Verranno verificati e installati aggiornamenti per questi dizionari: %@
ja: 以下の辞書の更新を確認しインストールします： %@
ko: 다음 사전의 업데이트를 확인하고 설치합니다: %@
nl: Dit controleert en installeert updates voor deze woordenboeken: %@
pt_br: Isso verificará e instalará atualizações para estes dicionários: %@
ru: Будет выполнена проверка и установка обновлений для этих словарей: %@
tr: Bu sözlükler için güncellemeler kontrol edilip yüklenecek: %@
vi: Sẽ kiểm tra và cài đặt cập nhật cho các từ điển này: %@
zh_hans: 将检查并安装以下词典的更新： %@
zh_hant: 將檢查並安裝以下辭典的更新： %@

source: This will replace AnkiMobile callbacks with AnkiConnect requests.
ar: سيستبدل هذا استدعاءات AnkiMobile بطلبات AnkiConnect.
de: Dies ersetzt AnkiMobile-Callbacks durch AnkiConnect-Anfragen.
es: Esto reemplazará las devoluciones de AnkiMobile con solicitudes AnkiConnect.
fr: Ceci remplacera les rappels AnkiMobile par des requêtes AnkiConnect.
it: Questo sostituirà i callback di AnkiMobile con richieste AnkiConnect.
ja: AnkiMobile のコールバックを AnkiConnect リクエストに置き換えます。
ko: AnkiMobile 콜백을 AnkiConnect 요청으로 교체합니다.
nl: Dit vervangt AnkiMobile-callbacks door AnkiConnect-verzoeken.
pt_br: Isso substituirá os callbacks do AnkiMobile por solicitações AnkiConnect.
ru: Это заменит обратные вызовы AnkiMobile на запросы AnkiConnect.
tr: Bu, AnkiMobile geri çağırmalarını AnkiConnect istekleriyle değiştirecektir.
vi: Thao tác này sẽ thay thế callback AnkiMobile bằng yêu cầu AnkiConnect.
zh_hans: 这将用 AnkiConnect 请求替代 AnkiMobile 回调。
zh_hant: 這將以 AnkiConnect 請求取代 AnkiMobile 回呼。

source: Time to finish Book:
ar: الوقت المتبقي (الكتاب):
de: Restzeit (Buch):
es: Tiempo restante (libro):
fr: Temps restant (livre) :
it: Tempo rimanente (libro):
ja: 読了まで：
ko: 완독까지:
nl: Resterende tijd (boek):
pt_br: Tempo restante (livro):
ru: Осталось до конца книги:
tr: Kalan süre (kitap):
vi: Thời gian còn lại (sách):
zh_hans: 全书剩余时间：
zh_hant: 全書剩餘時間：

source: Time to finish Chapter:
ar: الوقت المتبقي (الفصل):
de: Restzeit (Kapitel):
es: Tiempo restante (capítulo):
fr: Temps restant (chapitre) :
it: Tempo rimanente (capitolo):
ja: 章の残り：
ko: 챕터 완료까지:
nl: Resterende tijd (hoofdstuk):
pt_br: Tempo restante (capítulo):
ru: Осталось до конца главы:
tr: Kalan süre (bölüm):
vi: Thời gian còn lại (chương):
zh_hans: 本章剩余时间：
zh_hant: 本章剩餘時間：

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pt_br: Título
ru: Заголовок
tr: Başlık
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt_br: Hoje
ru: Сегодня
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Top
ar: أعلى
de: Oben
es: Superior
fr: Haut
it: In alto
ja: 上
ko: 상단
nl: Boven
pt_br: Superior
ru: Вверху
tr: Üst
vi: Trên
zh_hans: 顶部
zh_hant: 頂部

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pt_br: Atualizar
ru: Обновить
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Update Dictionaries
ar: تحديث القواميس
de: Wörterbücher aktualisieren
es: Actualizar diccionarios
fr: Mettre à jour les dictionnaires
it: Aggiorna dizionari
ja: 辞書を更新
ko: 사전 업데이트
nl: Woordenboeken bijwerken
pt_br: Atualizar dicionários
ru: Обновить словари
tr: Sözlükleri güncelle
vi: Cập nhật từ điển
zh_hans: 更新词典
zh_hant: 更新辭典

source: Use AnkiConnect
ar: استخدام AnkiConnect
de: AnkiConnect verwenden
es: Usar AnkiConnect
fr: Utiliser AnkiConnect
it: Usa AnkiConnect
ja: AnkiConnect を使用
ko: AnkiConnect 사용
nl: AnkiConnect gebruiken
pt_br: Usar AnkiConnect
ru: Использовать AnkiConnect
tr: AnkiConnect kullan
vi: Dùng AnkiConnect
zh_hans: 使用 AnkiConnect
zh_hant: 使用 AnkiConnect

source: Use Sepia as Light Theme
ar: استخدام البُني الداكن كسمة فاتحة
de: Sepia als helles Design verwenden
es: Usar sepia como tema claro
fr: Utiliser sépia comme thème clair
it: Usa seppia come tema chiaro
ja: セピアをライトテーマにする
ko: 세피아를 라이트 테마로 사용
nl: Sepia als licht thema gebruiken
pt_br: Usar sépia como tema claro
ru: Использовать сепию как светлую тему
tr: Sepya'yı açık tema olarak kullan
vi: Dùng nâu đỏ làm chủ đề sáng
zh_hans: 使用棕褐色作为浅色主题
zh_hant: 使用棕褐色作為淺色主題

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt_br: Versão
ru: Версия
tr: Sürüm
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Vertical Padding
ar: هامش رأسي
de: Vertikaler Abstand
es: Margen vertical
fr: Marge verticale
it: Margine verticale
ja: 垂直パディング
ko: 세로 여백
nl: Verticale marge
pt_br: Margem vertical
ru: Вертикальный отступ
tr: Dikey kenar boşluğu
vi: Lề dọc
zh_hans: 垂直边距
zh_hant: 垂直邊距

source: Width
ar: العرض
de: Breite
es: Ancho
fr: Largeur
it: Larghezza
ja: 幅
ko: 너비
nl: Breedte
pt_br: Largura
ru: Ширина
tr: Genişlik
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

source: Yomitan JSON audio sources are supported
ar: مصادر صوت Yomitan JSON مدعومة
de: Yomitan-JSON-Audioquellen werden unterstützt
es: Se admiten fuentes de audio JSON de Yomitan
fr: Les sources audio JSON Yomitan sont prises en charge
it: Le fonti audio JSON di Yomitan sono supportate
ja: Yomitan JSON 音声ソースに対応
ko: Yomitan JSON 오디오 소스 지원
nl: Yomitan JSON-audiobronnen worden ondersteund
pt_br: Fontes de áudio JSON do Yomitan são suportadas
ru: Поддерживаются аудиоисточники Yomitan JSON
tr: Yomitan JSON ses kaynakları desteklenir
vi: Hỗ trợ nguồn âm thanh Yomitan JSON
zh_hans: 支持 Yomitan JSON 音频来源
zh_hant: 支援 Yomitan JSON 音訊來源

source: Yomitan term, frequency and pitch dictionaries (.zip) are supported
ar: قواميس Yomitan للمصطلحات والتردد وطبقة الصوت (.zip) مدعومة
de: Yomitan-Wörterbücher für Begriffe, Häufigkeit und Tonhöhe (.zip) werden unterstützt
es: Se admiten diccionarios Yomitan de términos, frecuencia y tono (.zip)
fr: Les dictionnaires Yomitan de termes, fréquence et hauteur tonale (.zip) sont pris en charge
it: I dizionari Yomitan di termini, frequenza e altezza tonale (.zip) sono supportati
ja: Yomitan 用語・頻度・ピッチ辞書（.zip）に対応
ko: Yomitan 용어, 빈도, 피치 사전(.zip) 지원
nl: Yomitan-woordenboeken voor termen, frequentie en toonhoogte (.zip) worden ondersteund
pt_br: Dicionários Yomitan de termos, frequência e tom (.zip) são suportados
ru: Поддерживаются словари Yomitan терминов, частотности и высоты тона (.zip)
tr: Yomitan terim, sıklık ve perde sözlükleri (.zip) desteklenir
vi: Hỗ trợ từ điển Yomitan thuật ngữ, tần suất và cao độ (.zip)
zh_hans: 支持 Yomitan 术语、频率和音高词典（.zip）
zh_hant: 支援 Yomitan 術語、頻率和音高辭典（.zip）

source: ッツ Sync
ar: مزامنة ッツ
es: Sincronización ッツ
fr: Sync ッツ
it: Sincronizzazione ッツ
ja: ッツ 同期
ko: ッツ 동기화
nl: ッツ-synchronisatie
pt_br: Sincronização ッツ
ru: Синхронизация ッツ
tr: ッツ senkronizasyonu
vi: Đồng bộ ッツ
zh_hans: ッツ 同步
zh_hant: ッツ 同步

source: A **[Google Cloud project](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** is necessary for syncing.
ar: يلزم **[مشروع Google Cloud](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** للمزامنة.
de: Ein **[Google Cloud-Projekt](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** ist für die Synchronisation erforderlich.
es: Se necesita un **[proyecto de Google Cloud](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** para sincronizar.
fr: Un **[projet Google Cloud](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** est nécessaire pour la synchronisation.
it: È necessario un **[progetto Google Cloud](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** per la sincronizzazione.
ja: 同期には **[Google Cloud プロジェクト](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** が必要です。
ko: 동기화에는 **[Google Cloud 프로젝트](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)**가 필요합니다.
nl: Een **[Google Cloud-project](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** is vereist voor synchronisatie.
pt_br: Um **[projeto Google Cloud](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** é necessário para sincronização.
ru: Для синхронизации необходим **[проект Google Cloud](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)**.
tr: Senkronizasyon için bir **[Google Cloud projesi](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** gereklidir.
vi: Cần một **[dự án Google Cloud](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** để đồng bộ.
zh_hans: 同步需要一个 **[Google Cloud 项目](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)**。
zh_hant: 同步需要一個 **[Google Cloud 專案](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)**。

source: 1. After the initial setup, create another **OAuth client ID** in the same project.
ar: 1. بعد الإعداد الأولي، أنشئ **معرّف عميل OAuth** آخر في نفس المشروع.
de: 1. Erstellen Sie nach der Ersteinrichtung eine weitere **OAuth-Client-ID** im selben Projekt.
es: 1. Después de la configuración inicial, cree otro **ID de cliente OAuth** en el mismo proyecto.
fr: 1. Après la configuration initiale, créez un autre **ID client OAuth** dans le même projet.
it: 1. Dopo la configurazione iniziale, crea un altro **ID client OAuth** nello stesso progetto.
ja: 1. 初期設定後、同じプロジェクトで別の **OAuth クライアント ID** を作成してください。
ko: 1. 초기 설정 후 동일 프로젝트에서 다른 **OAuth 클라이언트 ID**를 만드세요.
nl: 1. Maak na de initiële configuratie een andere **OAuth-client-ID** in hetzelfde project.
pt_br: 1. Após a configuração inicial, crie outro **ID de cliente OAuth** no mesmo projeto.
ru: 1. После начальной настройки создайте ещё один **идентификатор клиента OAuth** в том же проекте.
tr: 1. İlk kurulumdan sonra aynı projede başka bir **OAuth istemci kimliği** oluşturun.
vi: 1. Sau khi thiết lập ban đầu, tạo thêm một **ID khách hàng OAuth** trong cùng dự án.
zh_hans: 1. 初始设置完成后，在同一项目中创建另一个 **OAuth 客户端 ID**。
zh_hant: 1. 初始設定完成後，在同一專案中建立另一個 **OAuth 用戶端 ID**。

source: 2. Select **iOS** as the **Application type** and set the **Bundle ID** to '**de.manhhao.hoshi**'.
ar: 2. اختر **iOS** كـ **نوع التطبيق** واضبط **معرّف الحزمة** على '**de.manhhao.hoshi**'.
de: 2. Wählen Sie **iOS** als **Anwendungstyp** und setzen Sie die **Bundle-ID** auf „**de.manhhao.hoshi**“.
es: 2. Seleccione **iOS** como **tipo de aplicación** y establezca el **Bundle ID** en «**de.manhhao.hoshi**».
fr: 2. Sélectionnez **iOS** comme **type d'application** et définissez le **Bundle ID** sur « **de.manhhao.hoshi** ».
it: 2. Seleziona **iOS** come **tipo di applicazione** e imposta il **Bundle ID** su '**de.manhhao.hoshi**'.
ja: 2. **アプリケーションの種類**で **iOS** を選択し、**バンドル ID** を「**de.manhhao.hoshi**」に設定してください。
ko: 2. **애플리케이션 유형**으로 **iOS**를 선택하고 **번들 ID**를 '**de.manhhao.hoshi**'로 설정하세요.
nl: 2. Selecteer **iOS** als **applicatietype** en stel de **Bundle-ID** in op '**de.manhhao.hoshi**'.
pt_br: 2. Selecione **iOS** como **tipo de aplicativo** e defina o **Bundle ID** como '**de.manhhao.hoshi**'.
ru: 2. Выберите **iOS** в качестве **типа приложения** и задайте **Bundle ID** как «**de.manhhao.hoshi**».
tr: 2. **Uygulama türü** olarak **iOS**'u seçin ve **Paket Kimliği**'ni '**de.manhhao.hoshi**' olarak ayarlayın.
vi: 2. Chọn **iOS** làm **loại ứng dụng** và đặt **Bundle ID** là '**de.manhhao.hoshi**'.
zh_hans: 2. 选择 **iOS** 作为**应用类型**，并将 **Bundle ID** 设为「**de.manhhao.hoshi**」。
zh_hant: 2. 選擇 **iOS** 作為**應用程式類型**，並將 **Bundle ID** 設為「**de.manhhao.hoshi**」。

source: 3. Paste the **Client ID** in the textbox below and press '**Connect Google Drive**'.
ar: 3. الصق **معرّف العميل** في مربع النص أدناه واضغط '**ربط Google Drive**'.
de: 3. Fügen Sie die **Client-ID** in das Textfeld ein und klicken Sie auf „**Google Drive verbinden**“.
es: 3. Pegue el **ID de cliente** en el cuadro de texto inferior y pulse «**Conectar Google Drive**».
fr: 3. Collez l'**ID client** dans la zone de texte ci-dessous et appuyez sur « **Connecter Google Drive** ».
it: 3. Incolla l'**ID client** nella casella di testo e premi '**Connetti Google Drive**'.
ja: 3. 下のテキストボックスに**クライアント ID** を貼り付けて「**Google Drive に接続**」を押してください。
ko: 3. 아래 텍스트 상자에 **클라이언트 ID**를 붙여넣고 '**Google Drive 연결**'을 누르세요.
nl: 3. Plak de **client-ID** in het tekstvak hieronder en druk op '**Google Drive verbinden**'.
pt_br: 3. Cole o **ID do cliente** na caixa de texto abaixo e pressione '**Conectar Google Drive**'.
ru: 3. Вставьте **ID клиента** в поле ниже и нажмите «**Подключить Google Drive**».
tr: 3. **İstemci kimliği**'ni aşağıdaki metin kutusuna yapıştırın ve '**Google Drive'a bağlan**' düğmesine basın.
vi: 3. Dán **ID khách hàng** vào ô bên dưới và nhấn '**Kết nối Google Drive**'.
zh_hans: 3. 将**客户端 ID** 粘贴到下方文本框并点击「**连接 Google Drive**」。
zh_hant: 3. 將**用戶端 ID** 貼到下方文字方塊並點選「**連接 Google Drive**」。

source: 4. You can sync individual books by long-pressing and selecting '**Sync**'.
ar: 4. يمكنك مزامنة الكتب فرديًا بالضغط المطوّل واختيار '**مزامنة**'.
de: 4. Halten Sie ein Buch gedrückt und wählen Sie „**Synchronisieren**“, um es einzeln zu synchronisieren.
es: 4. Mantenga pulsado un libro y seleccione «**Sincronizar**» para sincronizarlo individualmente.
fr: 4. Vous pouvez synchroniser des livres individuellement en maintenant appuyé et en sélectionnant « **Synchroniser** ».
it: 4. Tieni premuto un libro e seleziona '**Sincronizza**' per sincronizzarlo singolarmente.
ja: 4. 本を長押しして「**同期**」を選択すると個別に同期できます。
ko: 4. 책을 길게 눌러 '**동기화**'를 선택하면 개별 동기화할 수 있습니다.
nl: 4. Houd een boek lang ingedrukt en selecteer '**Synchroniseren**' om het afzonderlijk te synchroniseren.
pt_br: 4. Mantenha pressionado um livro e selecione '**Sincronizar**' para sincronizar individualmente.
ru: 4. Удерживайте книгу и выберите «**Синхронизация**» для синхронизации отдельных книг.
tr: 4. Bir kitaba uzun basıp '**Senkronize et**' seçeneğini seçerek tek tek senkronize edebilirsiniz.
vi: 4. Nhấn giữ sách và chọn '**Đồng bộ**' để đồng bộ từng cuốn.
zh_hans: 4. 长按书籍并选择「**同步**」即可同步单本书。
zh_hant: 4. 長按書籍並選擇「**同步**」即可同步單本書。

source: Justify Text
ar: ضبط النص
de: Text im Blocksatz
es: Justificar texto
fr: Justifier le texte
it: Giustifica testo
ja: テキストを均等配置
ko: 텍스트 양쪽 맞춤
nl: Tekst uitvullen
pt_br: Justificar texto
ru: Выравнивать текст по ширине
tr: Metni iki yana yasla
vi: Căn đều văn bản
zh_hans: 两端对齐文本
zh_hant: 左右對齊文字

source: Show Statistics Toggle
ar: إظهار زر تبديل الإحصاءات
de: Statistik-Schalter anzeigen
es: Mostrar interruptor de estadísticas
fr: Afficher le bouton des statistiques
it: Mostra interruttore statistiche
ja: 統計切り替えを表示
ko: 통계 토글 표시
nl: Statistiekschakelaar tonen
pt_br: Mostrar alternância de estatísticas
ru: Показывать переключатель статистики
tr: İstatistik düğmesini göster
vi: Hiển thị nút bật/tắt thống kê
zh_hans: 显示统计开关
zh_hant: 顯示統計切換

source: Show Sasayaki Toggle
ar: إظهار زر تبديل Sasayaki
de: Sasayaki-Schalter anzeigen
es: Mostrar interruptor de Sasayaki
fr: Afficher le bouton Sasayaki
it: Mostra interruttore Sasayaki
ja: Sasayaki 切り替えを表示
ko: Sasayaki 토글 표시
nl: Sasayaki-schakelaar tonen
pt_br: Mostrar alternância do Sasayaki
ru: Показывать переключатель Sasayaki
tr: Sasayaki düğmesini göster
vi: Hiển thị nút bật/tắt Sasayaki
zh_hans: 显示 Sasayaki 开关
zh_hant: 顯示 Sasayaki 切換

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: Sneltoetsen
pt_br: Atalhos de teclado
ru: Сочетания клавиш
tr: Klavye kısayolları
vi: Phím tắt bàn phím
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

source: Reading
ar: القراءة
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
ja: 読書
ko: 읽기
nl: Lezen
pt_br: Leitura
ru: Чтение
tr: Okuma
vi: Đọc
zh_hans: 阅读
zh_hant: 閱讀

source: Previous Page
ar: الصفحة السابقة
de: Vorherige Seite
es: Página anterior
fr: Page précédente
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
nl: Vorige pagina
pt_br: Página anterior
ru: Предыдущая страница
tr: Önceki sayfa
vi: Trang trước
zh_hans: 上一页
zh_hant: 上一頁

source: Next Page
ar: الصفحة التالية
de: Nächste Seite
es: Página siguiente
fr: Page suivante
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
nl: Volgende pagina
pt_br: Próxima página
ru: Следующая страница
tr: Sonraki sayfa
vi: Trang tiếp theo
zh_hans: 下一页
zh_hant: 下一頁

source: Click a shortcut, then press a single key or a key combination.
ar: انقر على اختصار، ثم اضغط مفتاحًا واحدًا أو مجموعة مفاتيح.
de: Klicke auf einen Kurzbefehl und drücke dann eine einzelne Taste oder Tastenkombination.
es: Haz clic en un atajo y luego pulsa una tecla o una combinación de teclas.
fr: Cliquez sur un raccourci, puis appuyez sur une touche ou une combinaison de touches.
it: Fai clic su una scorciatoia, poi premi un tasto singolo o una combinazione di tasti.
ja: ショートカットをクリックしてから、単一キーまたはキーの組み合わせを押します。
ko: 단축키를 클릭한 다음 단일 키 또는 키 조합을 누르세요.
nl: Klik op een sneltoets en druk daarna op een toets of toetscombinatie.
pt_br: Clique em um atalho e pressione uma tecla ou combinação de teclas.
ru: Нажмите на сочетание, затем нажмите одну клавишу или комбинацию клавиш.
tr: Bir kısayola tıklayın, ardından tek bir tuşa veya tuş kombinasyonuna basın.
vi: Bấm vào một phím tắt, rồi nhấn một phím đơn hoặc tổ hợp phím.
zh_hans: 点击一个快捷键，然后按单个键或组合键。
zh_hant: 點一下快捷鍵，然後按單鍵或組合鍵。

source: Previous Cue
ar: المقطع السابق
de: Vorheriger Cue
es: Pista anterior
fr: Repère précédent
it: Segnale precedente
ja: 前のキュー
ko: 이전 큐
nl: Vorige cue
pt_br: Cue anterior
ru: Предыдущая реплика
tr: Önceki işaret
vi: Cue trước
zh_hans: 上一句
zh_hant: 上一句

source: Next Cue
ar: المقطع التالي
de: Nächster Cue
es: Pista siguiente
fr: Repère suivant
it: Segnale successivo
ja: 次のキュー
ko: 다음 큐
nl: Volgende cue
pt_br: Próximo cue
ru: Следующая реплика
tr: Sonraki işaret
vi: Cue tiếp theo
zh_hans: 下一句
zh_hant: 下一句

source: Press keys...
ar: اضغط المفاتيح...
de: Tasten drücken...
es: Pulsa teclas...
fr: Appuyez sur les touches...
it: Premi i tasti...
ja: キーを押してください...
ko: 키를 누르세요...
nl: Druk op toetsen...
pt_br: Pressione as teclas...
ru: Нажмите клавиши...
tr: Tuşlara basın...
vi: Nhấn phím...
zh_hans: 请按快捷键...
zh_hant: 請按快捷鍵...

source: Previous Sasayaki Cue
ar: مقطع Sasayaki السابق
de: Vorheriger Sasayaki-Cue
es: Pista Sasayaki anterior
fr: Repère Sasayaki précédent
it: Segnale Sasayaki precedente
ja: 前のSasayakiキュー
ko: 이전 Sasayaki 큐
nl: Vorige Sasayaki-cue
pt_br: Cue Sasayaki anterior
ru: Предыдущая реплика Sasayaki
tr: Önceki Sasayaki işareti
vi: Cue Sasayaki trước
zh_hans: 上一句 Sasayaki
zh_hant: 上一句 Sasayaki
